---
kind: method
id: M:Autodesk.Revit.UI.DockablePane.Show
zh: 取消隐藏、显示
source: html/023ec0ac-85aa-1ec3-fb0f-9747db237e2a.htm
---
# Autodesk.Revit.UI.DockablePane.Show Method

**中文**: 取消隐藏、显示

If the pane is not currently visible or in a tab, display the pane in the Revit user interface at its last docked location.

## Syntax (C#)
```csharp
public void Show()
```